Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

# W-what?!pWho says we can't do what we want with the POKéMON we catch?
source: W-what?!\pWho says we can't do what we want\nwith the POKéMON we catch?
pl: C-co?!\pKto powiedział, że nie możemy robić\nco nam się podoba?

source: We didn't plan on this!
pl: Tego nie planowałem!

source: LORELEI: Humph.\nSo despicably weak.\pYou!\nTell me!\pWhere have you taken the captured\nPOKéMON?\pI'm smashing your ring once and\nfor all!
pl: LORELEI: Hump.\nTacy oni słabi.\pTy!\nPowiedz mi!\pGdzie są złapane\nPOKéMONY?\pTrzeba z tym skończyć raz\nna zawsze!

# N-no way! I'm not telling you that!
source: N-no way!\nI'm not telling you that!
pl: N-nie ma mowy!\nNic ci nie powiem!

source: LORELEI: If you won't confess,\nwe'll deep-freeze you.\pMy LAPRAS is furious for what\nyou've done to its friends.\pGo, LAPRAS!\nICE BEAM…
pl: LORELEI: Jeśli się nie przyznasz,\nzamrozimy cię!\pLAPRAS jest wściekły za to,\nco zrobiłeś z jego przyjaciółmi.\pLAPRAS!\nPROMIEN LODU…

source: Wawaah! Okay!\nI'll talk!\pThe POKéMON are in the ROCKET\nWAREHOUSE on FIVE ISLAND.\pThere! I said it!\nWe'll be going now!\p…But I doubt you'll ever make it\ninto the ROCKET WAREHOUSE!\pHeheheheh!
pl: Ławaa! Ok!\nBędę gadał!\pPOKéMONY są w SKŁADZIE ZESPOŁU\nR na PIĄTEJ WYSPIE.\pProszę! Powiedziałem!\nNo to ja sobie już pójdę!\p…Ale wątpie, by udało ci się\ndostać do SKŁADU ZESPOŁU R!\pHehehehe!

source: {PLAYER}, thank you.\nBut this is awful…\pI was born and raised here on\nthese islands.\pI had no idea that those horrible\ncriminals were loose here…
pl: {PLAYER},, dziękuję.\nTo potworne…\pUrodziłam się i wychowałam na tych\nwyspach.\pNie miałam pojęcia, że te potworne\nkreatury się tu panoszą…

source: LORELEI: There's something weighing\nheavily on my mind.\pIf anything were to happen on\nthe island where I was born…\pI wouldn't know about it if I were\nin the POKéMON LEAGUE.\pI wonder if that would make me\nirresponsible to my home…
pl: LORELEI: Gryzie mnie bardzo ciężka\nwizja przyszłości.\pGdyby coś stało się wyspie,\nna której się wychowałam…\pNie wiedziałabym tego, będąc w\nLIDZIE POKéMONÓW.\pCzy to zwolniłoby mnie od\nodpowiedzialności za mój dom…

source: LORELEI: So, you managed to solve\nall the problems here?\pThat's wonderful.\pThat means there isn't any reason\nfor me to be here all the time.\pThank you…\pI'll return to the POKéMON LEAGUE\nin a short while.
pl: LORELEI: Więc, rozwiązałeś wszystkie\nproblemy wyspy?\pTo wspaniale.\pTo oznacza, że nie ma żadnych powodów,\nżebym tu cały czas przebywała.\pDziękuję…\pW takim razie za chwilę powrócę do\nLIGI POKéMON.

source: I don't know what will happen in\nthe future, but…\pI will do what I can here and now.\nThat's all I can do.
pl: Nie wiem co stanie się w\nprzyszłości, ale…\pZrobię co tylko w mojej mocy tu i teraz.\nTyle mogę pomóc.

source: Stuffed POKéMON dolls galore!
pl: Pełno wypchanych POKé LALEK!

source: We've had a great and powerful\nTRAINER grow up on this island.\pI bet even you'd know her.\nIt's LORELEI of the ELITE FOUR!\pWhen LORELEI was just a tyke,\nI taught her about POKéMON.
pl: Wychowaliśmy na tej wyspie\nwspaniałego i potężnego TRENERA.\pNa pewno ją znasz.\nTo LORELEI z ELITARNEJ CZWÓRKI!\pGdy LORELEI była jeszcze bachorem,\nsam uczyłem ją o POKéMONACH.

source: The SEVII ISLANDS are in a warm\nregion overall.\pBut there is one exception you\nneed to know about.\pThe ICEFALL CAVE is frigid because\nof the POKéMON that live in it.
pl: WYSPY SEVII znajdują się w\nciepłym regionie.\pAle istnieje wyjątek, o którym\npowinieneś wiedzieć.\pJASKINIA LODOSPADU jest zmrożona z\nuwagi na zamieszkujące POKéMONY.

source: Ready?\nBoing!\pWe're having a BODY SLAM match\nto see who wimps out first.\pIf you were to join us, you'd be\nsquashed like a bug, though…\pHow about I teach BODY SLAM to\na POKéMON of yours instead?
pl: Gotów?\nBoing!\pRobimy pojedynek na ATAK CIAŁEM,\nżeby zobaczyć kto pierwszy\pwymięknie.\pZgnietlibyśmy cię jak\nrobaka, gdybyś się przyłączył…\pMoże mam nauczyć ATAK\nCIALEM twojego POKéMONA?

# Come again! Boing!
source: Come again!\nBoing!
pl: No to nie!\nBoing!

# Which POKéMON wants to learn how to BODY SLAM?
source: Which POKéMON wants to learn how\nto BODY SLAM?
pl: Który POKéMON ma poznać ruch\nATAK CIAŁEM?

source: There's a rare kind of ICE POKéMON\nthat lives in the cave.\pWe get a lot of visitors hoping to\nsee that POKéMON.
pl: W jaskini żyje podobno rzadki\nLODOWY POKéMON.\pWielu gości przybywa tu z nadzieją,\nna znalezienie go.

source: Oh? A POKéMON EGG?\n…I have no idea.\p…Oh, wait. The DAY-CARE people\nin town were saying something.\pThey said that they'd found EGGS\nbefore on their property.
pl: Och? JAJO POKéMONA?\n…Nie wiem o co chodzi.\p…Nie, czekaj. OPIEKUNOWIE\nw mieście coś wspominali.\pPowiedzieli, że znaleźli przed\nswoją posiadłością JAJA.

# What's this?pThe new POKéMON JOURNAL hasn't arrived on this island?
source: What's this?\pThe new POKéMON JOURNAL hasn't\narrived on this island?
pl: A to co?\pNowy DZIENNIK POKéMON nie pojawił\nsię jeszcze na wyspie?

source: Did you try the SAFARI GAME?\pThere are some rare POKéMON that\ncan only be caught there.
pl: Próbowałeś GRY SAFARI?\pW STREFIE SAFARI jest wiele\nrzadkich, niespotykanych POKéMÓW.

source: The SAFARI ZONE has a zoo in front\nof the entrance.\pOut back is the SAFARI GAME for\ncatching POKéMON.
pl: STREFA SAFARI ma koło wejścia\nZOO.\pZaraz za nim znajduje się GRA\nSAFARI, gdzie można łapać POKéMONY.

# ERIK: Where's SARA? I said I'd meet her here.
source: ERIK: Where's SARA?\nI said I'd meet her here.
pl: ERIK: Gdzie jest SARA?\nMiała mnie tu spotkać.

# That item ball in there… Were you wanting that?pMe, too! …Huh? That's a POKéMON?
source: That item ball in there…\nWere you wanting that?\pMe, too!\n…Huh? That's a POKéMON?
pl: Ta dziwna kula…\nChcesz ją?\pTak się składa, że ja też!\n…Co? To POKéMON?

# FUCHSIA CITY Behold! It's Passion Pink!
source: FUCHSIA CITY\nBehold! It's Passion Pink!
pl: FUCHSIA CITY\nPodziwiajcie Cudny Róż!

# POKéMON PARADISE SAFARI ZONE
source: POKéMON PARADISE\nSAFARI ZONE
pl: RAJ POKéMONÓW\nSTREFA SAFARI

# SAFARI GAME POKéMON-U-CATCH!
source: SAFARI GAME\nPOKéMON-U-CATCH!
pl: GRA SAFARI\nZŁAP POKéMONA!

# SAFARI ZONE WARDEN'S HOME
source: SAFARI ZONE\nWARDEN'S HOME
pl: STREFA SAFARI\nDOM SZEFA

# POKéMON PARADISE! Welcome to the SAFARI ZONE!lSAFARI ZONE OFFICE
source: POKéMON PARADISE!\nWelcome to the SAFARI ZONE!\lSAFARI ZONE OFFICE
pl: RAJ POKéMONÓW!\nWitamy w STREFIE SAFARI!\lBIURO STREFY SAFARI

# FUCHSIA CITY POKéMON GYM LEADER: KOGAlThe Poisonous Ninja Master
source: FUCHSIA CITY POKéMON GYM\nLEADER: KOGA\lThe Poisonous Ninja Master
pl: SALA POKéMON FUCHSIA CITY\nLIDER: KOGA\lTrujący Ninja

# Name: CHANSEY Catching one is all up to chance.
source: Name: CHANSEY\nCatching one is all up to chance.
pl: Nazwa: CHANSEY\nZłapanie jej jest bardzo trudne.

# Name: VOLTORB The very image of a POKé BALL.
source: Name: VOLTORB\nThe very image of a POKé BALL.
pl: Nazwa: VOLTORB\nWierna kopia POKé BALLA.

source: Name: KANGASKHAN\pA maternal POKéMON that raises its\nyoung in a pouch on its belly.
pl: Nazwa: KANGASKHAN\pMatczyny POKéMON wychowujący\nswoje młode w torbie na brzuchu.

# Name: SLOWPOKE Friendly and very slow moving.
source: Name: SLOWPOKE\nFriendly and very slow moving.
pl: Nazwa: SLOWPOKE\nPrzyjazny i powolny.

# Name: LAPRAS AKA the king of the seas.
source: Name: LAPRAS\nAKA the king of the seas.
pl: Nazwa: LAPRAS\nZwany królem mórz.

# Name: OMANYTE An extremely rare POKéMON that waslregenerated from a fossil.
source: Name: OMANYTE\nAn extremely rare POKéMON that was\lregenerated from a fossil.
pl: Nazwa: OMANYTE\nNiesamowicie rzadki POKéMON\lzregnerowany ze skamieliny.

# Name: KABUTO An extremely rare POKéMON that waslregenerated from a fossil.
source: Name: KABUTO\nAn extremely rare POKéMON that was\lregenerated from a fossil.
pl: Nazwa: OMANYTE\nNiesamowicie rzadki POKéMON\lzregnerowany ze skamieliny.

source: Aww, I wish I was a KANGASKHAN\nbaby.\pI'd love to be a substitute for the\nbaby…\pAnd snuggle in the mother\nKANGASKHAN's belly pouch.\pBut only POKéMON can use the\ntechnique SUBSTITUTE…\pWant me to teach SUBSTITUTE to\none of your POKéMON?
pl: Ach, chciałbym być dzieckiem\nKANGASKHANA.\pChciałbym zastąpić takiego\nmałego…\pI bawić się w torbie mamusi\nKANGASKHANA jako substut malucha.\pAle tylko POKéMONY\nznają technikę ZESTĘPCA…\pMogę nauczyć twojego POKéMONA\nruchu ZASTĘPCA!

# Oh, really? SUBSTITUTE seems so fun…
source: Oh, really?\nSUBSTITUTE seems so fun…
pl: Och, serio?\nZASTĘPCA jest taki cool…

# Which POKéMON wants to learn SUBSTITUTE?
source: Which POKéMON wants to learn\nSUBSTITUTE?
pl: Który POKéMON ma poznać\nZASTĘPCĘ?

# Boy, what I'd give to crawl inside a KANGASKHAN belly pouch…
source: Boy, what I'd give to crawl inside\na KANGASKHAN belly pouch…
pl: Kurcze, co bym oddał, żeby wejść\ndo torby KANGASKHANA…

source: My father is the GYM LEADER of\nthis town.\pI'm training to use POISON POKéMON\nas well as my father.
pl: Mój tata jest LIDEREM w tym\nmieście.\pTrenuję, by używać TRUJĄCYCH POKéMONÓW\ntak dobrze jak on.

source: KOGA: Fwahahaha!\pA mere child like you dares to\nchallenge me?\pThe very idea makes me shiver\nwith mirth!\pVery well, I shall show you true\nterror as a ninja master.\pPoison brings steady doom.\nSleep renders foes helpless.\pDespair to the creeping horror of\nPOISON-type POKéMON!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}
pl: KOGA: Łahahaha!\pTaki dzieciak jak ty chce\nmnie wyzwać?\pTen pomysł wydaje mi się\nzwyczajnie śmieszny!\pNiech będzie, pokażę ci prawdziwy\nterror mistrza ninja.\pTrucizna przynosi pewną śmierć.\nSen pozostawia wroga bezbronnym.\pKłaniaj się przed potęgą\nTRUJĄCYCH POKéMONÓW!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}

# Humph! You have proven your worth!pHere! Take the SOULBADGE!
source: Humph!\nYou have proven your worth!\pHere!\nTake the SOULBADGE!
pl: Heh!\nPokazałeś co potrafisz!\pBierz!\nOto ODZNAKA DUSZY!

source: When afflicted by TOXIC, a POKéMON\nsuffers more and more.\pIt suffers worsening damage as the\nbattle wears on!\pIt will surely terrorize foes!
pl: Gdy raniony TOKSYNAMI, POKéMON\ncierpi coraz bardziej.\pIm dłuższa walka, tym\nwiększe obrażenia zadaje!\pZ pewnością sterroryzuje twych\nwrogów!

source: Now that you have the SOULBADGE,\nthe DEFENSE of your POKéMON rises.\pIt also lets you SURF outside of\nbattle.\pAh!\nTake this, too!
pl: Teraz, skoro masz ODZNAKĘ DUSZY,\nwzrasta OBRONA twoich POKéMONÓW.\pPozwala też używać SURFOWANIA\npoza walką.\pAch!\nWeź jeszcze to!

# {PLAYER} received TM06 from KOGA.
source: {PLAYER} received TM06\nfrom KOGA.
pl: {PLAYER} dostaje TM06\nod KOGI.

source: Sealed within that TM06 lies\nTOXIC!\pIt is a secret technique dating\nback some four hundred years.
pl: Wewnątrz TM06 drzemie ruch\nTOKSYNY!\pTo sekretna technika datowana na\nkilka wieków wstecz.

source: Strength isn't the key for POKéMON.\nDo you understand this?\pPOKéMON is about strategy!\pI'll show you how strategy can\nbeat brute strength.
pl: Siła nie jest kluczem dla POKéMONÓW.\nRozumiesz to?\pKluczem do walki jest strategia!\pPokażę ci jak strategia może\npokonać brutalną siłę.

# What? Extraordinary!
source: What?\nExtraordinary!
pl: Co?\nNiesamowite!

source: So, you mix brawn with brains?\nGood strategy!\pThat's remarkable for a child\nTRAINER.
pl: Mieszasz mięśnie z mózgownicą?\nCiekawa strategia!\pTo niecodzienne jak na\ndzieciaka.

source: I was a magician once upon a time.\pBut I dreamt of becoming a ninja,\nso I joined this GYM.
pl: Kiedyś byłem magikiem.\pAle marzyłem o tym, by zostać ninja,\nwięc dołączyłem do tej SALI.

source: I'm done for!
pl: No i już!

source: Even though I've lost, I will keep\ntraining according to the teachings\lof KOGA, my ninja master.
pl: Mimo, iż przegrałem, nadal będę\ntrenował według wskazań mojego\lmistrza ninja, KOGI!

# Let's see you beat my special techniques!
source: Let's see you beat my special\ntechniques!
pl: Zobaczmy jak radzisz sobie\nz techniką!

source: You had me fooled!
pl: Przechytrzony!

# I like poison and sleep techniques, as they linger after battle!
source: I like poison and sleep techniques,\nas they linger after battle!
pl: Lubię techniki snu i zatrucia,\nbo pozostają po walce!

# Stop right there!pThe famed invisible walls of FUCHSIA GYM have you frustrated?
source: Stop right there!\pThe famed invisible walls of\nFUCHSIA GYM have you frustrated?
pl: Zatrzymaj się!\pCzy denerwują cię osławione\nniewidzialne ściany z SALI FUCHSII?

# Whoa! You've got it!
source: Whoa!\nYou've got it!
pl: Łał!\nSuper!

source: You impressed me!\nHere's a hint!\pLook very closely for gaps in the\ninvisible walls!
pl: Jestem pod wrażeniem!\nOto rada!\pPrzyjrzyj się uważnie, a znajdziesz\ndziury w murze!

source: I also study the way of the ninja\nwith Master KOGA!\pNinja have a long history of using\nanimals!
pl: Ja też trenuję sztuki ninja z mym\nMistrzem KOGĄ!\pNinja mają długą historię używania\nzwierząt!

source: Awoo!
pl: Ałuu!

source: I still have much to learn.
pl: Muszę się jeszcze pouczyć.

# Master KOGA comes from a long line of ninjas.pWhat did you descend from?
source: Master KOGA comes from a long line\nof ninjas.\pWhat did you descend from?
pl: Mistrz KOGA pochodzi w prostej\nlinii od ninja.\pKim byli twoi przodkowie?

# You're more skilled than I'd thought!
source: You're more skilled than I'd\nthought!
pl: Masz większy talent niż\nmyślałem!

# Where there is light, there is shadow!pLight and shadow! Which do you choose?
source: Where there is light, there is\nshadow!\pLight and shadow!\nWhich do you choose?
pl: Gdzie jest światło, musi być i\ncień!\pŚwiatło i cień!\nCo wybierasz?

source: Yo!\nChamp in the making!\pFUCHSIA GYM is a tricked-up place.\nIt's riddled with invisible walls!\pKOGA might appear close, but he's\nblocked off.\pYou have to find gaps in the walls\nto reach him.
pl: Hej!\nMistrzuniu!\pSALA w FUCHSIA to bardzo cwane\nmiejsce. Nafaszerowano je\pniewidzialnymi ścianami!\pKOGA wydaje się być blisko,\nale jest od ciebie odgrodzony.\pMusisz znaleźć\ndziury w ścianie.

# It's amazing how ninja can terrify, even now!
source: It's amazing how ninja can terrify,\neven now!
pl: Niesamowite, jak ninja potrafią\nzaskoczyć!

# FUCHSIA POKéMON GYM LEADER: KOGApWINNING TRAINERS: {RIVAL}
source: FUCHSIA POKéMON GYM\nLEADER: KOGA\pWINNING TRAINERS:\n{RIVAL}
pl: SALA POKéMON FUCHSIA\nLIDER: KOGA\pZWYCIĘZCY:\n{RIVAL}

# FUCHSIA POKéMON GYM LEADER: KOGApWINNING TRAINERS: {RIVAL}, {PLAYER}
source: FUCHSIA POKéMON GYM\nLEADER: KOGA\pWINNING TRAINERS:\n{RIVAL}, {PLAYER}
pl: SALA POKéMON FUCHSIA\nLIDER: KOGA\pZWYCIĘZCY:\n{RIVAL}, {PLAYER}

source: The SAFARI ZONE's WARDEN is old, \nbut he's still very much active.\pAll his teeth are false, though.
pl: DYREKTOR STREFY SAFARI może wydawać\nsię stary, ale nadal jest aktywny.\pMimo to, ma sztuczne zęby.

source: Hmm?\nYou've met BILL?\pHe's my grandson!\pHe always liked collecting things,\neven as a child!
pl: Hmm?\nPoznałeś BILLA?\pTo mój wnuczek!\pOd dziecka uwielbiał tworzyć\nnajróżniejsze kolekcje!

# BILL files his own POKéMON data on his PC.pDid he show you?
source: BILL files his own POKéMON data on\nhis PC.\pDid he show you?
pl: BILL składuje swoje POKéMONY na\nwłasnym PC.\pPokazywał ci?

source: I'm the FISHING GURU's older\nbrother.\pI simply looove fishing!\nI can't bear to go without.\pTell me, do you like to fish?
pl: Jestem starszym bratem\nRYBACKIEGO GURU.\pKocham łowić!\nNie mogę żyć bez maczania kija.\pPowiedz mi, lubisz łowić?

source: Grand! I like your style.\nI think we can be friends.\pTake this and fish, young friend!
pl: Słodko! Podoba mi się twój styl.\nBędziemy kumplami.\pWeź to i wędkuj, mały przyjacielu!

# {PLAYER} received a GOOD ROD from the FISHING GURU's brother.
source: {PLAYER} received a GOOD ROD from\nthe FISHING GURU's brother.
pl: {PLAYER} dostaje DOBRĄ WĘDKĘ od\nbrata RYBACKIEGO GURU.

source: Fishing is a way of life!\nIt is like the finest poetry.\pA crummy OLD ROD could only catch\nMAGIKARP, yes?\pBut with a GOOD ROD, you can\ncatch much better POKéMON.
pl: Łowienie to styl życia!\nJest jak najwspanialsza poezja.\pBeznadziejna STARA WĘDKA łapie\ntylko MAGIKARPIE, co?\pDOBRĄ WĘDKĄ łowi się\nznacznie lepsze okazy.

# Oh… That's so disappointing…
source: Oh…\nThat's so disappointing…
pl: Och…\nZawiodłeś mnie…

source: Hello there, {PLAYER}!\pHow are the fish biting?
pl: Witaj, {PLAYER}!\pJak tam ryby, biorą?

# Oh, no!pI had a gift for you, but you have no room for it!
source: Oh, no!\pI had a gift for you, but you have\nno room for it!
pl: O, nie!\pChciałem dać ci prezent, ale nie\nmasz miejsca!

source: Uh…\nOh, yes, I'm the MOVE DELETER.\pI can make POKéMON forget their\nmoves.\pWould you like me to do that?
pl: Uch…\nOch, tak, jestem USUWACZEM RUCHÓW.\pMogę sprawić, że twoje POKéMONY\nzapomną ruchy.\pSkorzystasz?

# Which POKéMON should forget a move?
source: Which POKéMON should forget a\nmove?
pl: Który POKéMON ma zapomnieć\nruch?

source: Which move should be forgotten?
pl: Który ruch ma być zapomniany?

# {STR_VAR_1} seems to know only one move…
source: {STR_VAR_1} seems to know only one\nmove…
pl: {STR_VAR_1} zna tylko jeden\nruch...

# Hm! {STR_VAR_1}'s {STR_VAR_2}? That move should be forgotten?
source: Hm! {STR_VAR_1}'s {STR_VAR_2}?\nThat move should be forgotten?
pl: Hm! Czy {STR_VAR_1} ma\nzapomnieć ruch {STR_VAR_2}?

# It worked to perfection!p{STR_VAR_1} has forgotten {STR_VAR_2} completely.
source: It worked to perfection!\p{STR_VAR_1} has forgotten\n{STR_VAR_2} completely.
pl: Zadziałało jak trzeba!\p{STR_VAR_1} zapomniał\no istnieniu {STR_VAR_2}!

# Come again if there are other moves to be forgotten.
source: Come again if there are other\nmoves to be forgotten.
pl: Wróć, gdy będziesz chciał\nzapomnieć jakiegoś ruchu!

# What? No EGG should know any moves.
source: What?\nNo EGG should know any moves.
pl: Co?\nJAJKA nie potrafią atakować.

source: Don't they have any pennants\npromoting the SAFARI ZONE?\pHow about some paper lanterns?\nAren't there even any calendars?
pl: Czy nie mają żadnych\nproporczyków promująych\pSTREFĘ SAFARI?\pMoże jakieś papierowe latarenki?\nNie ma nawet kalendarzy?

# Did you try X SPEED? It speeds up a POKéMON in battle.
source: Did you try X SPEED?\nIt speeds up a POKéMON in battle.
pl: Próbowałeś X SZYBKOŚĆ?\nPrzyspiesza POKéMONA w walce.

source: You can't become a good TRAINER\nwith just one strong POKéMON.\pBut raising many POKéMON evenly\nis no easy task, either.
pl: Nie staniesz się dobrym TRENEREM\nmając tylko jednego POKéMONA.\pWychowywanie wielu POKéMONÓW\nteż jednak nie jest łatwe.

source: There's a narrow trail west of\nVIRIDIAN CITY.\pIt goes to the POKéMON LEAGUE HQ.\nThe HQ governs all TRAINERS.
pl: Na zachód od VIRIDIAN CITY jest\nwąska ścieżka.\pProwadzi prosto do LIGI POKéMONÓW.\nLIGA zarządza TRENERAMI.

source: If you're working on a POKéDEX,\nvisit the SAFARI ZONE.\pAll sorts of rare POKéMON breed\nthere.
pl: Jeśli pracujesz nad POKéDEKSEM,\nodwiedź STREFĘ SAFARI.\pŻyje tam wiele rzadkich\nPOKéMONÓW.

source: Welcome to the SAFARI ZONE!
pl: Witaj na STREFIE SAFARI!

source: For just ¥500, you can play the\nSAFARI GAME.\pYou can roam the wide-open safari\nand catch what you like.\pWould you like to play?
pl: Za jedyne ¥500 możesz wziąć\nudział w GRZE SAFARI.\pMożesz wkroczyć na nasze safari\ni złapać rzadkie POKéMONY.\pChcesz spróbować?

# That'll be ¥500, please!pWe only use a special kind of POKé BALLS here.
source: That'll be ¥500, please!\pWe only use a special kind of \nPOKé BALLS here.
pl: To będzie ¥500!\pUżywamy tu tylko specjalnego\nrodzaju POKé BALLI.

# {PLAYER} received 30 SAFARI BALLS from the attendant.
source: {PLAYER} received 30 SAFARI BALLS\nfrom the attendant.
pl: {PLAYER} dostaje 30 SAFARI BALLI\nod biletera.

source: We'll call you on the PA when you\nrun out of time or SAFARI BALLS.\pWell, I'll wish you the best of\nluck!
pl: Dam ci znać, gdy skończy się\nczas bądź SAFARI BALLE.\pNie pozostaje mi nic innego,\njak życzyć powodzenia!

# Okay. Please come again!
source: Okay.\nPlease come again!
pl: Ok.\nZapraszamy ponownie!

# Oops! Not enough money!
source: Oops!\nNot enough money!
pl: Uop! \nZa mało forsy!

# Are you going to leave the SAFARI ZONE early?
source: Are you going to leave the\nSAFARI ZONE early?
pl: Chcesz już opuścić\nSTREFĘ SAFARI?

# Please return any SAFARI BALLS you may have left.
source: Please return any SAFARI BALLS\nyou may have left.
pl: Prosimy o zwrot pozostałych\nSAFARI BALLI.

source: Good luck!
pl: Powodzenia

# Did you catch your fair share? Come again!
source: Did you catch your fair share?\nCome again!
pl: Jak udało się polowanie?\nDo zobaczenia!

# Hi! Is it your first time here at the SAFARI ZONE?
source: Hi! Is it your first time here at\nthe SAFARI ZONE?
pl: Hej! Jesteś na STREFIE SAFARI po\nraz pierwszy?

source: The SAFARI ZONE actually has\nfour zones in it.\pEach zone has different kinds of\nPOKéMON, even some rare ones.\pUse the supplied SAFARI BALLS to\ncatch them.\pYou can also throw BAIT or ROCKS\nbesides the SAFARI BALLS.\pIf you throw BAIT, the POKéMON\nbecomes less likely to flee, but\lharder to catch.\pIf you throw ROCKS, the POKéMON\nbecomes more likely to flee, but\leasier to catch.\pWhen you run out of time or SAFARI\nBALLS, it's game over for you!
pl: STREFA SAFARI ma w sobie\ncztery strefy.\pKażda strefa zawiera inne rodzaje\nPOKéMONÓW, nawet kilka rzadkich.\pŻeby je złapać, użyj otrzymanych\nSAFARI BALLI.\pMożesz też rzucać PRZYNĘTĘ i\nKAMIENIE prócz SAFARI BALLI.\pGdy rzucisz PRZYNĘTĘ, POKéMON\nzainteresuje się jedzeniem, ale\ptrudniej będzie go złapać.\pKAMIENIE mogą wystraszyć\nPOKéMONA, ale łatwiej może być\pgo złapać.\pGdy skończy ci się czas lub SAFARI\nBALLE, zabawa kończy się!

source: Sorry, you're a regular here!
pl: Ok, jesteś stałym bywalcem!

source: We nicknamed the WARDEN\n“SLOWPOKE.”\pYou know, he has that vacant look\nlike a SLOWPOKE.
pl: Nazwaliśmy DYREKTORA\n“SLOWPOKE.”\pKapujesz, ma takie błędne\nSLOWPOKE'OWE spojrzenie.

source: WARDEN SLOWPOKE is very\nknowledgeable about POKéMON.\pHe even has some fossils of rare,\nextinct POKéMON.
pl: DYREKTOR SLOWPOKE wie\ndużo na temat POKéMONÓW.\pPodobno ma nawet jakieś\nskamieliny rzadkich POKéMONÓW.

source: WARDEN SLOWPOKE came in, but\nI couldn't understand him.\pI think he's got a speech problem!
pl: Był tu DYREKTOR SLOWPOKE, ale\nnie mogłem go zrozumieć.\pChyba ma problemy z mówieniem!

source: WARDEN SLOWPOKE is running a\npromotion campaign right now.\pTry to get to the farthest corner\nof the SAFARI ZONE.\pIf you can make it, you'll win a\nvery convenient prize.
pl: DYREKTOR SLOWPOKE prowadzi\nteraz kampanię promocyjną.\pSpróbuj dotrzeć do samego końca\nSTREFY SAFARI.\pJeśli ci się uda, zdobędziesz\nbardzo przydatną nagrodę.

# WARDEN: Hif fuff hefifoo!pHa lof ha feef ee hafahi ho. Heff hee fwee!
source: WARDEN: Hif fuff hefifoo!\pHa lof ha feef ee hafahi ho.\nHeff hee fwee!
pl: DYREKTOR: Hej, ffitaj!\pShubiem semby ha strehie hafari.\nHomósh hi!

# Ah howhee ho hoo! Eef ee hafahi ho!
source: Ah howhee ho hoo!\nEef ee hafahi ho!
pl: Ach hak heci?\nHemby ha strehie!

# Ha? He ohay heh ha hoo ee haheh!
source: Ha?\nHe ohay heh ha hoo ee haheh!
pl: Ha?\nNo ohej heh ha hoo ee haheh!

# {PLAYER} gave the GOLD TEETH to the WARDEN.
source: {PLAYER} gave the GOLD TEETH\nto the WARDEN.
pl: {PLAYER} daje ZŁOTE ZĘBY\nDYREKTOROWI.

source: The WARDEN popped in his teeth!
pl: DYREKTOR włożył zęby!

source: WARDEN: Thanks, son!\nYou're a real lifesaver!\pNo one could understand a word\nthat I said, not a one!\pI was too ashamed to show my face\naround the OFFICE, even.\pLet me give you something for your\ntrouble.
pl: DYREKTOR: Dzięki, mały!\nRatujesz mi życie!\pNikt nie mógł zrozumieć ani\njednego słowa, ani jednego!\pWstydziłem się pokazać w takim\nstanie w moim BIURZE.\pPozwól, że dam ci coś specjalnego za\nfatygę.
